{ "bustles": [{
    "title": "How you're being rude without even realizing it",
    "author": "Carolyn Steber",
    "caption": "Did you know that some sweet habits like these — which are meant to be polite — can actually be considered rude?",
    "content":"<p>Most of us do our best to as polite as possible. Often that means holding the elevator door, letting another car into traffic, or being that one awesome guest who washes the dishes after a dinner party. But did you know that some sweet habits like these — which are meant to be polite — <a href='https://www.bustle.com/articles/170650-11-habits-of-incredibly-polite-people-that-everyone-should-consider-adopting'>can actually be considered rude</a>?</p>",
    "image": "https://typeset-beta.imgix.net/2017/3/16/26870782-589b-4f25-b7bd-d0529a036199.jpeg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
}, {
    "title":"Target's 2017 Swimsuit Campaign Is Refreshing",
    "author":"Amy Sciarretto",
    "caption":"Swimwear ads don't often portray women's bodies as is. I admit that for years, I never felt good about myself after seeing swimsuit models in retail catalogs.",
      "content":"<p>Swimwear ads don't often portray women's bodies 'as is.' I admit that for years, I <em>never </em>felt good about myself after seeing swimsuit models in retail catalogs. However, <a href='http://www.cosmopolitan.com/style-beauty/fashion/a9156403/target-unretouched-swim-campaign/?src=socialflowFB'>Target's 2017 swimsuit campaign is shaking things up</a> in the most beautiful way. The ads feature four models with different body types — and the images haven't been Photoshopped. Instead, the <a href='http://www.target.com/c/swimsuits-women-s-clothing/-/N-5xtbwZ5ewil?type=products&amp;lnk=threegirlsinswi&amp;Nao=0&amp;sortBy=Featured&amp;clkid=6c2384bdN414675ddc54eaa75c89c39be&amp;lnm=81938&amp;afid=Skimbit%20Ltd.&amp;ref=tgt_adv_xasd0002'>Target 2017 swimwear </a>ads are real AF, (and that makes them beautiful AF, too)!The gorgeous models pose in a variety of suits. There are stretch marks and curves, which are basically all the authentic things you will see at the beach, by the pool, and in life as you know it. </p>",
    "image": "https://typeset-beta.imgix.net/2017/3/21/73fa9598-5fef-4e74-82a5-7d8a38237d88.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
}, {
  "title":"This Giant Chicken Is Real &amp; Legit Terrifying",
  "author":"Megan Grant",
  "caption":"Loch Ness. Bigfoot. Giant chicken. One of these things actually exists, and it's not the one you want.",
  "content":"<p>Loch Ness. Bigfoot. Giant chicken. One of these things actually exists, and it's not the one you want. A video recently surfaced online of <em>the biggest </em>poultry meat you've ever seen, leaving viewers asking one crucial question: <a href='http://www.cnn.com/2017/03/20/us/big-chicken-video-twitter-trnd/'>Is this giant chicken real?</a> We're all going to have nightmares tonight, because yes, it's real. And it's legitimately a behemoth of a chicken. It appears to be roughly the weight of a horse. Except it's a chicken. </p>",
  "image": "https://typeset-beta.imgix.net/2017%2F3%2F21%2F624608480.jpg?w=740&h=437&fit=crop&crop=faces&auto=format&q=70&dpr=2"
}
  ]
}
